Repository: soumyadeep-ux/supeedo
Catalog: Supeedo/Resources/*.lproj/Localizable.strings
Languages: de

# app.subtitle
source: Screenshot Intelligence
de: Screenshot-Intelligenz

# app.about
source: About Supeedo
de: Über Supeedo

# category.receiptInvoice
source: Receipts & Invoices
de: Belege & Rechnungen

# category.eventAppointment
source: Events & Appointments
de: Termine & Veranstaltungen

# category.todoNote
source: Tasks & Notes
de: Aufgaben & Notizen

# category.documentResearch
source: Documents & Research
de: Dokumente & Recherche

# category.chatCommunication
source: Chats & Messages
de: Chats & Nachrichten

# category.sensitivePrivate
source: Sensitive & Private
de: Sensibel & Privat

# category.other
source: Other
de: Sonstiges

# category.all
source: All Categories
de: Alle Kategorien

# action.createReminder
source: Create Reminder
de: Erinnerung erstellen

# action.createEvent
source: Create Event
de: Termin erstellen

# action.exportText
source: Export Text
de: Text exportieren

# action.archive
source: Archive
de: Archivieren

# action.deepAnalyze
source: Deep Analyze (Cloud)
de: Tiefenanalyse (Cloud)

# action.quickAnalyze
source: Quick Analyze
de: Schnellanalyse

# settings.title
source: Settings
de: Einstellungen

# settings.watchedFolder
source: Watched Folder
de: Überwachter Ordner

# settings.selectFolder
source: Select Folder
de: Ordner auswählen

# settings.noFolderSelected
source: No folder selected
de: Kein Ordner ausgewählt

# settings.cloudEnabled
source: Enable Cloud Analysis
de: Cloud-Analyse aktivieren

# settings.cloudDescription
source: Cloud analysis uses Claude AI for enhanced understanding. Your screenshots are sent to Anthropic's servers.
de: Die Cloud-Analyse nutzt Claude AI für ein besseres Verständnis. Deine Screenshots werden an die Server von Anthropic gesendet.

# settings.apiKey
source: API Key
de: API-Schlüssel

# settings.general
source: General
de: Allgemein

# dashboard.empty
source: No screenshots yet
de: Noch keine Screenshots

# dashboard.emptyHint
source: Select a folder to watch in Settings
de: Wähle einen Ordner zum Überwachen in den Einstellungen

# dashboard.searchPlaceholder
source: Search screenshots...
de: Screenshots durchsuchen...

# digest.subject
source: Your Weekly Screenshot Summary
de: Deine wöchentliche Screenshot-Zusammenfassung

# digest.summaryLine
source: You captured %d screenshots this week.
de: Du hast diese Woche %d Screenshots aufgenommen.

# digest.openApp
source: Open Supeedo
de: Supeedo öffnen

# error.permissionDenied
source: Permission Denied
de: Zugriff verweigert

# error.folderNotAccessible
source: Cannot access folder
de: Ordner nicht zugänglich

# error.analysisFailed
source: Analysis failed
de: Analyse fehlgeschlagen
